tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "itchyny/tap"
tap "kovetskiy/mark"
tap "mongodb/brew"
tap "txn2/tap"
tap "ykursadkaya/openlens"
brew "ack"
brew "act"
brew "cryptography"
brew "libssh"
brew "xz"
brew "ansible"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "antlr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "avro-c"
brew "awscli"
brew "basex"
brew "bzip2"
brew "yamale"
brew "chart-testing"
brew "lima"
brew "colima"
brew "coreutils"
brew "openjdk@17"
brew "detekt"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "entr"
brew "fdupes"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "grails"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helm"
brew "htop"
brew "httpie"
brew "inframap"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "libserdes"
brew "openssl@1.1"
brew "kcat"
brew "kompose"
brew "kotlin"
brew "krb5"
brew "ktlint", link: false
brew "kubectx"
brew "node"
brew "marp-cli"
brew "minikube"
brew "moreutils"
brew "nghttp2"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "openjdk@11"
brew "pandoc"
brew "parquet-tools"
brew "plantuml"
brew "pnpm"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "skaffold"
brew "sops"
brew "sql-lint"
brew "sqlfluff"
brew "swig"
brew "ta-lib"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat@9"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "itchyny/tap/base58"
brew "kovetskiy/mark/mark"
brew "mongodb/brew/mongodb-community-shell"
brew "txn2/tap/kubefwd"
cask "adoptopenjdk8"
cask "basictex"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "keepassxc"
cask "multipass"
cask "openlens"
cask "openvpn-connect"
cask "slack"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "anysphere.pyright"
vscode "codezombiech.gitignore"
vscode "cstef.kotlin-formatter"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "pomdtr.excalidraw-editor"
vscode "qhoekman.language-plantuml"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shayanahmedkhan.android-studio-color-theme"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tintinweb.graphviz-interactive-preview"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "typespec.typespec-vscode"
vscode "umeshneupane1001.intellij-darcula"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
